Repository: jakkrits/iOS-eCourse
Catalog: it2/*.lproj/Localizable.strings
Languages: ru

source: %@ CONGRATULATIONS! New chapter have been unlocked for you!
ru: %@ ПОЗДРАВЛЯЕМ! Вам для изучения открыта новая глава!

source: Audio
ru: Аудио

source: Can't load web page. Check your Internet connection.
ru: Невозможно загрузить веб-страницу. Проверьте Ваше подключние к Интернет.

source: Checklist for this lesson. What exactly should you do for getting the result.
ru: Список задач для этой главы. Что конкретно нужно сделать, чтобы получить результат.

source: Connection error
ru: Ошибка соединения

source: Contents
ru: Содержание

source: Correct %i from %i
ru: Правильно %1$i из %2$i

source: I have trouble
ru: Есть трудности

source: Listen to this lesson. Use this option when you're doing something else.
ru: Прослушать данный урок. Используйте эту возможность, если Вы заняты чем-то еще.

source: Mail not configured
ru: Почта не настроена

source: New task
ru: Новая задача

source: OFF
ru: Выкл

source: OK
ru: Ок

source: ON
ru: Вкл

source: Press this button to show audio controls
ru: Нажмите эту кнопку чтобы открыть управление звуком

source: Press this button to show help
ru: Нажмите эту кнопку чтобы посмотреть справку

source: Question %i from %i
ru: Вопрос %1$i из %2$i

source: Quiz
ru: Тест

source: Read the lesson. It helps you to study it thoughtfully.
ru: Прочитать урок. Это поможет Вам изучить его вдумчиво.

source: Settings
ru: Настройки

source: Task %i from %i
ru: Задача %1$i из %2$i

source: Task completed
ru: Готово

source: Task started
ru: Задача начата

source: Test yourself. Do you remember all the terms from this lesson?
ru: Проверьте себя. Запомнили ли Вы все термины из этого урока?

source: Text
ru: Текст

source: This device is not configured for sending Email. Please configure the Mail settings in the Settings app.
ru: Это устройство не настроено для отправки e-mail. Пожалуйста настройте почту в приложении 'Настройки'.

source: ToDo
ru: Что сделать

source: Video
ru: Видео

source: Watch the video of this lesson. Obviously, watching the video is the easiest way to learn.
ru: Просмотрите видео-запись этого урока. Очевидно, просмотр видео - самый легкий способ обучения.

source: Course
ru: Содержание
